const commands = `
/start - Перезавантажити бота
/help - Допомога
/interesting - Цікава інформація про це свято
`
const infoText = `
Міжнародний жіночий день <a href="https://uk.wikipedia.org/wiki/%D0%9C%D1%96%D0%B6%D0%BD%D0%B0%D1%80%D0%BE%D0%B4%D0%BD%D0%B8%D0%B9_%D0%B6%D1%96%D0%BD%D0%BE%D1%87%D0%B8%D0%B9_%D0%B4%D0%B5%D0%BD%D1%8C">Дивитися</a>
`
const infoMusic = `
Відео привітання - <a href="https://www.youtube.com/embed/7s_hXAhINhQ">Дивитися</a>
`
const infoVideo = `
Слухати музику - <a href="https://www.youtube.com/embed/j26ct9qjFQE">перейти</a>
`
const nastyha = `
😘❤️Вітаю тебе моя кохана дружина з 8 березня! За те щоо ти є, за твою ангельську красу, за незрівнянну чарівність, за справжню жіночність, за всі ці якості! Бажаю весняного настрою і позитиву у всьому! Нехай удача не перестає тобі усміхатися! Нехай чудеса стаються частіше і роблять твоє життя казковим! Люблю тебе!!!🌷🌹🌸🌼🌺
`

module.exports.commands = commands
module.exports.infoText = infoText
module.exports.infoMusic = infoMusic
module.exports.infoVideo = infoVideo

module.exports.nastyha = nastyha