const commands = `
/start - Перезавантажити бота
/help - Якщо у вас виникли труднощі з використанням цього бота - напишіть автору!
/
`
//Настя
const infoTextNastyha = `
Анастасія – популярне жіноче ім’я в Європі. Воно є доволі поширеним практично на всій території України\n\r.
Ім’я Анастасія – жіноча форма чоловічого імені Анастасій. Воно утворене від древньогрецького – ἀνά-στᾰσις, у перекладі означає "повернення до життя", "воскресіння", "воскресла", "відроджена", "безсмертна".
`
const infoMusicNastyha = `
Музичне вітання - <a href="https://www.youtube.com/embed/1TllnBGQYnU">Перейти</a>
`
const infoVideoNastyha = `
Відео привітання - <a href="https://www.youtube.com/embed/7s_hXAhINhQ">перейти</a>
`
const nastyha = `
😘❤️Вітаю тебе моя кохана дружина з 8 березня! За те щоо ти є, за твою ангельську красу, за незрівнянну чарівність, за справжню жіночність, за всі ці якості! Бажаю весняного настрою і позитиву у всьому! Нехай удача не перестає тобі усміхатися! Нехай чудеса стаються частіше і роблять твоє життя казковим! Люблю тебе!!!🌷🌹🌸🌼🌺
`

//Мама
const infoTextMama = `
Походження імені Тетяна.
Існує дві версії походження імені.\n\r За однією теорією, ім'я має римське походження і походить від чоловічого імені Татій (лат. Tatius). Це ім'я знаменитого римського царя. За іншою версією, ім'я утворено від давньогрецького слова тассо - "засновниця".
`
const infoMusicMama = `
Музичне вітання - <a href="https://youtu.be/j26ct9qjFQE">Перейти</a>
`
const infoVideoMama = `
Відео привітання - <a href="https://www.youtube.com/embed/7s_hXAhINhQ">перейти</a>
`
const VitannaMama = `
😘❤️Мамо!
Зі святом весняним
Я сердечно вітаю!
Довгих років, любові, веселощів
Від душі бажаю тобі!
Нехай розтануть всі напасті
І розвіються негаразди.
Я бажаю тільки щастя –
Нехай тебе не старять роки.
Щоб не залишали сили,
Щоб справи велися успішно,
Будь завжди такою гарною,
Усміхненою й ніжною!
Люблю тебе!!!🌷🌹🌸🌼🌺
`

module.exports.commands = commands

module.exports.infoTextNastyha = infoTextNastyha
module.exports.infoMusicNastyha = infoMusicNastyha
module.exports.infoVideoNastyha = infoVideoNastyha
module.exports.nastyha = nastyha

module.exports.infoTextMama = infoTextMama
module.exports.infoMusicMama = infoMusicMama
module.exports.infoVideoMama = infoVideoMama
module.exports.VitannaMama = VitannaMama