const commands = `
/start - Перезавантажити бота
/help - Допомога
/interesting - Цікава інформація про це свято
`
const infoTextNastyha = `
<p>Анастасія – популярне жіноче ім’я в Європі. Воно є доволі поширеним практично на всій території України.</p>
<p>Ім’я Анастасія – жіноча форма чоловічого імені Анастасій. Воно утворене від древньогрецького – ἀνά-στᾰσις, у перекладі означає "повернення до життя", "воскресіння", "воскресла", "відроджена", "безсмертна".</p>
`
const infoMusicNastyha = `
Музичне вітання - <a href="https://www.youtube.com/embed/1TllnBGQYnU">Перейти</a>
`
const infoVideoNastyha = `
Відео привітання - <a href="https://www.youtube.com/embed/7s_hXAhINhQ">перейти</a>
`
const nastyha = `
😘❤️Вітаю тебе моя кохана дружина з 8 березня! За те щоо ти є, за твою ангельську красу, за незрівнянну чарівність, за справжню жіночність, за всі ці якості! Бажаю весняного настрою і позитиву у всьому! Нехай удача не перестає тобі усміхатися! Нехай чудеса стаються частіше і роблять твоє життя казковим! Люблю тебе!!!🌷🌹🌸🌼🌺
`

module.exports.commands = commands
module.exports.infoText = infoText
module.exports.infoMusic = infoMusic
module.exports.infoVideo = infoVideo

module.exports.nastyha = nastyha